[
  {
    "id": 1,
    "title": "Re: Fridge",
    "caption": "Figma | Blender | Adobe Photoshop - Jun 2023 - Oct 2023",
    "image": "fridge",
    "description": "Business proposal project that aims to broaden the demographic of the smart refrigerator market. \n   \n I was the UI/UX Lead Designer, overseeing the visual design, UI prototyping, and ensuring optimal user experience. I also played a key role in shaping the project's concept and contributed to drafting the business plan document.",
    "link": "https://drive.google.com/drive/u/1/folders/1Cv1a3yF_SSRsMi-j6EG1p1MWQWQPl5Fo"
  },
  {
    "id": 2,
    "title": "RezSoftware",
    "caption": "Next js | AWS | Figma | Postman | Visual Studio - July 2023 - July 2024",
    "image": "rezuiux",
    "description": "It is a fully customizable reservation software where it is designed to manage daily resort operations, guest reservations, and all areas of your property needs including reporting, accounting, and more. \n   \n I have experience working as a UI/UX designer, where I was responsible for creating and revising the UI/UX design for the programmers' reference. Additionally, I handled Quality Assurance and Bug Testing, and provided daily status reports for Q.A. Moreover, I contributed to writing the software documentation for the project and created working prototypes and flowcharts.",
    "link": null
  },
  {
    "id": 3,
    "title": "AIA FIT",
    "caption": "Figma | Adobe Photoshop - Feb 2023",
    "image": "aiauiux",
    "description": "An application that leverages gamification to educate potential insurance holders and increase leads and sales for AIA company. \n   \n I was responsible for designing the User Interface and ensuring a smooth User Experience for the application. Additionally, I contributed as a Graphics Designer, creating application assets, graphics, and the logo. I also developed the prototype of the mobile game using the Unity Game Engine.",
    "link": "https://drive.google.com/drive/folders/1TMjKMa9xOMAi0qxtzQYn1jt7oAUwphJV?usp=sharing"
  },
  {
    "id": 4,
    "title": "BattleAds",
    "caption": "Figma | Photoshop | Illustrator - 2023",
    "image": "battleadsuiux",
    "description": "Battle Ads allows businesses to showcase their offerings through an entertaining 30-second video. By pitching their unique selling proposition to the general public, businesses can convert them into loyal customers. \n   \n I have experience working as a UI/UX designer. I have produced multiple Figma files and managed the revisions of UI/UX designs. I have also developed prototypes for websites and applications. In addition, I have been responsible for graphic design work such as creating the logo and other design assets.",
    "link": null
  },
  {
    "id": 5,
    "title": "BigBites",
    "caption": "Figma | Photoshop | Illustrator | After Effects - 2024",
    "image": "bigbitesuiux",
    "description": "The BigBite App is a convenient mobile application designed to enhance the food ordering experience for customers. It offers a variety of features, including the ability to browse the menu, choose between delivery and pickup options, access exclusive promotions, and much more. This user-friendly platform aims to streamline the process of ordering food, making it quicker and more efficient for users. \n   \n I have created Figma files and developed prototypes. Additionally, I have handled graphic design tasks, including logo creation and other design assets.",
    "link": "https://drive.google.com/drive/folders/1FDfJUjAbdhplFTl3ckXUMK35gLSlcod0?usp=sharing"
  }
]
